{
	"exercises": [
		{
			"name": "One-legged deadlifts",
			"id":"0",
			"bodyPart":"lowerbody",
			"subBody":"legs",
			"time":"15 min",
			"equipment":"yes",
			"description": "Stand on your left leg and hold a kettlebell or dumbbell in your right hand. Maintain a neutral spine as you hinge at your hips, lowering the kettlebell towards the floor and allowing your right leg to extend out behind you. Pause for a beat before slowly reversing the motion and returning to the start position. Perform 8 to 12 reps and then repeat on the other side.",
			"imageURL": "http://cdn-jpg2.theactivetimes.net/sites/default/files/u141063/EMBED%201%20single%20leg%20deadlift%20shutterstock_314080361.jpg"			
		},
		{
			"name": "Plié Squat",
			"id":"9",
			"bodyPart":"lowerbody",
			"subBody":"thigh", 
			"time":"4 min",
			"equipment":"no",
			"description":"Improve strength and mobility by getting seriously low in these plié  squats. Squeezing those glutes at the top of the move will give you more bang for your buck, too. How to: Stand tall, feet slightly wider than shoulder-width apart, toes pointed out at 45-degree angles (a). Keep your back straight, knees over toes and your weight in the heels of your feet (b). Engage your glutes and thighs as you lower into a deep squat until thighs parallel to the ground (or as close as you can get them) (c). Powering through your heels, push up to return to starting position (d). Repeat.",
			"imageURL": "https://media1.popsugar-assets.com/files/thumbor/Mf0Mqvp9u2LzXXZQyL4aqotFnmk/fit-in/2048xorig/filters:format_auto-!!-:strip_icc-!!-/2013/09/19/755/n/1922729/22183032776364b3_Wide-Squat/i/Pli%C3%A9-Squat-15-Reps.jpg"
		},
		{
			"name": "Lateral Step-Out Squat",
			"id":"10",
			"bodyPart": "lowerbody",
			"subBody":"thigh", 
			"time":"5 min",
			"equipment":"no",
			"description":"We promise you’ll feel this one fire up the hips, glutes and thighs. If you’re impervious to the burn, place a resistance band around your ankles to increase the resistance with each step. How to: Stand up straight, feet shoulder-width apart (a). Keeping toes pointed straight ahead and knees over toes, lower into a standard squat (b). Hold that squat position as you take two steps to your right (c). Pause, then take two small side steps to your left (d). Repeat.",
			"imageURL": "http://lifeinleggings.com/wp-content/uploads/2015/08/lateral-lunge-exercise-breakdown.jpg"
		}
	]
}