{
	"exercises": [
		{
			"name": "Static Back",
			"id":"3",
			"bodyPart":"head",
			"subBody":"neck",
			"time":"8 min",
			"equipment":"no",
			"description": "1. Lie on the floor with your legs on a chair or ottoman, with both your knees and hips at ninety degrees. 2. Place your arms on the floor at either 45 degrees or shoulder level with your palms. This exercise will place your head in the same plane as your shoulders, and allow the muscles of your neck and upper back to release. Stay here until your back settles into the floor",
			"imageURL": "http://goodrelaxation.com/wp-content/uploads/2016/03/static-back-for-neck-and-shoulders.jpg"			
		},
		{
			"name": "Frog",
			"id":"5",
			"bodyPart": "head",
			"subBody":"neck",
			"time":"5 min",
			"equipment":"no",
			"description": "1. Lie on the floor with your feet together and your knees apart. 2. Have your palms up on the floor at 45 degrees to your body. 3. Just hang out here and relax for 2 minutes. Your low back will naturally arch off the floor, and you should allow that to happen. Frog not only feels great, but also releases the muscles of your groin and inner thighs. Breathe while you are in this position, and pay close attention to what is happening to your body. You will feel the muscles of your neck, jaw, and upper back relax if you let them. Try not to chew gum or text during this exercise. Just let your body settle and adjust.",
			"imageURL": "http://www.yogabasics.com/YB-NEW/wp-content/uploads/2013/11/DownwardFacingFrog1.jpg"
		},
		{
			"name": "Levator Scapula Stretch",
			"id":"6",
			"bodyPart": "head",
			"subBody":"neck",
			"time":"5 min",
			"equipment":"no",
			"description": "The levator scapula stretch is also important for eliminating neck pain. The levator scapula is a muscle that often becomes tight and may be very tender where it attaches to the shoulder blade. This stretch can be performed while sitting or standing. 1. Lengthen the muscle by raising the elbow above the shoulder on the side to stretch. 2. In this position, first rest the elbow against a door jamb. This rotates the outside of shoulder blade up and the inside of it down, which lengthens the levator scapula muscle (Figure 3). 3. Second, turn the head away from the side that is stretching and bring the chin down, stretching the back of the neck.4. Third, place the fingers of the other hand on the top of the head and gently pull the head forward increasing the stretch slightly (Figure 5). 5. Hold this for about 30 seconds to a minute.",
			"imageURL": "http://www.spine-health.com/files/images/levator-scapula-stretch2_0.jpg"
		}
		]
	}